/**/
"Cancel" = "Annuleren";
/**/
"Delete" = "Verwijderen";
/**/
"Open" = "Openen";
/**/
"Edit" = "Bewerken";
/**/
"Yes" = "Ja";
/**/
"Finish" = "Voltooien";
/**/
"Done" = "Gereed";
/**/
"Save" = "Opslaan";
/**/
"Undo" = "Ongedaan maken";
/**/
"Redo" = "Opnieuw uitvoeren";
/**/
"OK" = "OK";
/**/
"Yes Delete" = "Ja Verwijderen";


/*Geometry Edit Action Name*/
"Apply Geometry" = "Geometrische gegevens toepassen";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Geometrische gegevens wissen";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Vertex verwijderen";
/*Geometry Edit Action Name*/
"Insert Part" = "Onderdeel invoegen";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Invoegen vertex";
/*Geometry Edit Action Name*/
"Move Vertex" = "Vertex verplaatsen";
/*Geometry Edit Action Name*/
"Remove Part" = "Onderdeel verwijderen";

/*Collecting attachments*/
"Add" = "Toevoegen";
/*Collecting attachments*/
"Take Photo or Video" = "Foto of video maken";
/*Collecting attachments*/
"Choose From Library" = "Kiezen in bibliotheek";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Opslaan in de Fotobibliotheek";
/*Collecting attachments*/
"Download" = "Downloaden";

/*Date attribute*/
"Today" = "Vandaag";

/**/
"Attachments" = "Bijlagen";
"Attributes" = "Attributen";

/**/
"Open in Safari" = "Openen in Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Voer een nummer in tussen %i en %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %@ and %@." = "Voer een getal in tussen %@ en %@.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Te veel tekens (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Het nummer ligt buiten het aanvaardbare bereik.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Veldtype niet ondersteund";

/**/
"%d of %d" = "%d van %d";

/**/
"Changing Feature Type" = "Objecttype wijzigen";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "U wijzigt het objecttype. Hierdoor worden mogelijk enkele veldwaarden overschreven. Weet u zeker dat u dit wilt doen?";

/**/
"Deleting Feature" = "Object verwijderen";
"Are you sure you want to delete this feature?" = "Weet u zeker dat u dit object wilt verwijderen?";

/**/
"Data for pie chart is invalid" = "Gegevens voor het cirkeldiagram zijn ongeldig";
"No data to create a pie chart" = "Er zijn geen gegevens beschikbaar voor het maken van een cirkeldiagram";
"No image to display" = "Geen afbeelding om weer te geven";

/**/
"Created by %@ seconds ago" = "Enkele seconden geleden gemaakt door %@";

/**/
"Created by %@ a minute ago" = "Een minuut geleden gemaakt door %@";

/**/
"Edited by %@ seconds ago" = "Enkele seconden geleden bewerkt door %@";

/**/
"Edited by %@ a minute ago" = "Een minuut geleden bewerkt door %@";

/**/
"Created seconds ago" = "Enkele seconden geleden gemaakt";

/**/
"Created a minute ago" = "Een minuut geleden gemaakt";

/**/
"Edited seconds ago" = "Enkele seconden geleden bewerkt";

/**/
"Edited a minute ago" = "Een minuut geleden bewerkt";

/**/
"Created by %@ %d minutes ago" = "Created by %@ %d minutes ago";

/**/
"Created by %@ an hour ago" = "Een uur geleden gemaakt door %@";

/**/
"Created by %@ %d hours ago" = "Created by %@ %d hours ago";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Gemaakt door %@ op %@ om %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Gemaakt door %@ op %@ om %@";

/**/
"Edited by %@ %d minutes ago" = "Edited by %@ %d minutes ago";

/**/
"Edited by %@ an hour ago" = "Een uur geleden bewerkt door %@";

/**/
"Edited by %@ %d hours ago" = "Edited by %@ %d hours ago";

/**/
"Edited by %@ on %@ at %@ - day" = "Bewerkt door %@ op %@ om %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Bewerkt door %@ op %@ om %@";

/**/
"Created by %@" = "Gemaakt door %@";

/**/
"Edited by %@" = "Bewerkt door %@";

/**/
"Created %d minutes ago" = "%d minuten geleden gemaakt";

/**/
"Created an hour ago" = "Een uur geleden gemaakt";

/**/
"Created %d hours ago" = "%d uur geleden gemaakt";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Gemaakt op %@ om %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Gemaakt op %@ om %@";

/**/
"Edited %d minutes ago" = "%d minuten geleden bewerkt";

/**/
"Edited an hour ago" = "Een uur geleden bewerkt";

/**/
"Edited %d hours ago" = "%d uur geleden bewerkt";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Bewerkt op %@ om %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Bewerkt op %@ om %@";

/* Used to denote a required field */
"Required" = "Vereist";

/* Used for naming layers with no names */
"Layer %d" = "Kaartlaag %d";

/* Geocoding: returned when locator cannot find address for given location */
"Cannot find address for location" = "Kan geen adres vinden voor de locatie";

/* Geocoding: returned when locator cannot find location for given address */
"Cannot find location for address" = "Kan geen locatie vinden voor het adres";

/* Geocoding: core: used when address cannot be read */
"Cannot read address" = "Kan adres niet lezen";

/* Geocoding: core: used when one of the locator files cannot be found */
"File not found" = "Bestand niet gevonden";

/* Geocoding: core: returned when locator cannot be loaded */
"Cannot load locator" = "Kan locator niet laden";

/* Geocoding: core: returned when some internal engine error occurs */
"Locator internal error" = "Interne fout bij locator";

/* Geocoding: core: used when client tried to geocode intersections while locator does not support it */
"Intersections geocoding is not supported by locator" = "Geocoderen van kruispunten wordt niet ondersteund door locator";

/* Geocoding: core: returned when some locator property is not valid */
"Invalid locator properties" = "Ongeldige locatoreigenschappen";

/* Geocoding: core: used when client did not set required field for address geocoding */
"Required field is missing" = "Er ontbreekt een verplicht veld";

/* Geocoding: core: used when operation is performed over uninitialized locator */
"Locator is not initialized" = "Locator is niet geïnitialiseerd";

/* Geocoding: core: returned when locator format is not supported */
"Unsupported locator format" = "Niet-ondersteunde locatorindeling";

/* Geocoding: core: returned when geocoding engine cannot make projection transformation */
"Unsupported projection transformation" = "Niet-ondersteunde transformatie van projectie";

/* Geocoding: core: used when given spatial reference is not supported */
"Unsupported spatial reference" = "Niet-ondersteunde ruimtelijke referentie";

/*Geocoding: core: used when locator being used does not support reverse geocoding */
"Reverse geocoding not supported with this locator." = "Omgekeerd geocoderen wordt niet ondersteund door deze locator.";

/* Network analyst errors */
"Cannot open network." = "Kan netwerk niet openen.";
"Cannot retrieve route task parameters." = "Kan routetaakparameters niet ophalen.";
"Insufficient number of stops." = "Onvoldoende aantal stops.";
"Stop (%@) was not located." = "Stop (%@) is niet gelokaliseerd.";
"Stop (%@) is located on a non traversable element." = "Stop (%@) is gelokaliseerd op een ondoorkruisbaar element.";
"Stop (%@) is located on a soft restricted element." = "Stop (%@) is gelokaliseerd op een licht beperkt element.";
"Point barrer (%@) was not located." = "Puntbarrière (%@) is niet gelokaliseerd.";
"Point barrier (%@) has invalid added cost attribute name." = "Puntbarrière (%@) heeft een ongeldige attribuutnaam voor toegevoegde kosten.";
"Line barrier (%@) has invalid scaled cost attribute name." = "Lijnbarrière (%@) heeft een ongeldige attribuutnaam voor geschaalde kosten.";
"Line barrier (%@) does not cover any network elements." = "Lijnbarrière (%@) dekt geen netwerkelementen.";
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Polygoonbarrière (%@) heeft een ongeldige attribuutnaam voor geschaalde kosten.";
"Polygon barrier (%@) does not cover any network elements." = "Polygoonbarrière (%@) dekt geen netwerkelementen.";
"'%@' is an invalid impedance attribute." = "'%@' is een ongeldig impedantieattribuut.";
"'%@' restriction attribute is invalid." = "Beperkingsattribuut '%@' is ongeldig.";
"'%@' accumulate attribute is invalid." = "Accumulatieattribuut '%@' is ongeldig.";
"'%@' is an invalid directions time attribute." = "'%@' is een ongeldig tijdattribuut voor routebeschrijvingen.";
"Directions distance attribute is invalid." = "Afstandsattribuut voor routebeschrijvingen is ongeldig.";
"Invalid attribute parameter attribute name (%@)." = "Ongeldige attribuutnaam voor attribuutparameter (%@).";
"Invalid attribute parameter parameter name (%@)." = "Ongeldige parameternaam voor attribuutparameter (%@).";
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Ongeldig waardetype voor attribuut (%1$@) parameter (%2$@).";
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Ongeldig beperkingsgebruikswaarde voor attribuut (%1$@) parameter (%2$@).";
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Neutraal beperkingsgebruikswaarde voor attribuut (%1$@) parameter (%2$@).";
"Soft restricted element (%@) was traversed." = "Licht beperkt element (%@) is doorkruist.";
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Het netwerk heeft geen hiërarchieattribuut om hiërarchische routeplanning uit te voeren.";
"No path can be found between a given pair of stops (%@)." = "Er kan geen pad gevonden worden tussen een bepaald paar stops (%@).";
"The input spatial reference is undefined." = "De invoer-ruimtelijke referentie is niet gedefinieerd.";
"The output spatial reference is undefined." = "De uitvoer-ruimtelijke referentie is niet gedefinieerd.";
"The directions style is invalid." = "De stijl van de routebeschrijving is ongeldig.";
"The directions language is invalid." = "De taal van de routebeschrijving is ongeldig.";
"Directions time and distance attributes do not match." = "De tijds- en afstandsattributen van de routebeschrijving komen niet overeen.";
"The directions road class attribute is invalid." = "Het wegcategorieattribuut van de routebeschrijving is ongeldig.";
"Unknown condition." = "Onbekende voorwaarde.";
"Invalid route task parameters." = "Ongeldige routetaakparameters.";
"Route task's solution cannot be found." = "De oplossing van de routetaak kan niet worden gevonden.";
"Route task was cancelled." = "De routetaak is geannuleerd.";
"Route task internal error." = "Interne fout van routetaak.";
"Route name property is not supported for local route task." = "Routenaameigenschap is niet ondersteund voor lokale routetaak.";
"Local route task parameters should be retrieved from route task." = "Lokale routetaakparameters moeten worden opgehaald van de routetaak.";
"Cannot retrieve network description." = "Kan de netwerkbeschrijving niet ophalen.";
"Only one length attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "Er kan slechts één lengteattribuut worden opgegeven voor impedanceAttributeName en accumulateAttributeNames.";
"Only one time attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "Er kan slechts één tijdsattribuut worden opgegeven voor impedanceAttributeName en accumulateAttributeNames.";
"Service not supported." = "Service niet ondersteund.";
"Specified start time occurs before January 1, 1970." = "De opgegeven begintijd valt voor 1 januari 1970.";
"Stop (%@) has a start time that occurs before January 1, 1970." = "Stop (%@) heeft een begintijd die voor 1 januari 1970 valt.";
"Stop (%@) has a local time window that starts before January 1, 1970." = "Stop (%@) heeft een lokaal tijdsvenster dat voor 1 januari 1970 begint.";
"Stop (%@) has a UTC time window that starts before January 1, 1970." = "Stop (%@) heeft een UTC-tijdsvenster dat voor 1 januari 1970 begint.";
"Stop (%@) has a time window end that occurs before its time window start." = "Het tijdsvenster van stop (%@) eindigt voordat het begint.";

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dg";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Onbekend";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimeter";
"Decimal Degrees" = "Decimale graden";
"Decimeters" = "Decimeters";
"Feet" = "Voet";
"Inches" = "Inch";
"Kilometers" = "Kilometer";
"Meters" = "Meter";
"Miles" = "Mijl";
"Millimeters" = "Millimeter";
"Nautical Miles" = "Zeemijl";
"Points" = "Punten";
"Yards" = "Yard";

/* Area Units Abbreviated Strings */
"sq. in" = "in²";
"sq. ft" = "ft²";
"sq. yd" = "yd²";
"ac" = "ac";
"sq. mi" = "mi²";
"sq. mm" = "mm²";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "are";
"ha" = "ha";
"sq. km" = "km²";

/* Area Units Display Strings */
"Square Inches" = "Vierkante inch";
"Square Feet" = "sq ft";
"Square Yards" = "Vierkante yard";
"Acres" = "Acre";
"Square Miles" = "Vierkante mijl";
"Square Millimeters" = "Vierkante millimeter";
"Square Centimeters" = "Vierkante centimeter";
"Square Decimeters" = "Vierkante decimeter";
"Square Meters" = "Vierkante meter";
"Ares" = "Are";
"Hectares" = "Hectare";
"Square Kilometers" = "Vierkante kilometer";

/* Errors */
"Error" = "Fout";
"Class not @protocol AGSCoding compliant" = "Klasse is niet conform @protocol AGSCoding";
"Authorization required" = "Autorisatie vereist";
"Token is invalid or has expired" = "Token is ongeldig of is verlopen";
"Unknown error occurred" = "Er is een onbekende fout opgetreden";
"Empty username/password" = "Lege gebruikersnaam/wachtwoord";
"Token URL is nil. You must set a valid token URL on the credential." = "Token-URL is nul. U moet een geldige token-URL instellen op de verificatie.";
"Unknown authentication error" = "Onbekende verificatiefout";
"Error extracting identity" = "Fout bij het afleiden van de identiteit";
"Error adding identity to the keychain" = "Fout bij het toevoegen van de identiteit aan de sleutelhanger";
"Invalid Credentials" = "Ongeldige credentials";
"Bad URL." = "Ongeldige URL.";
"The feature layer does not expose an object-id field." = "De objectlaag geeft geen object-id-veld weer.";
"Both geodatabase and syncParams are required for this method." = "Zowel geodatabase als syncParams zijn vereist voor deze methode.";
"Uploading deltas is not supported with this replica." = "Het uploaden van delta's wordt niet ondersteund met deze replica.";
"Error creating delta geodatabase" = "Fout bij het maken van delta geodatabase";
"Unable to create result image layer" = "Kan resulterende afbeeldingslaag niet maken";
"Cache at path '%@' not found." = "Cache op pad \\'%@\\' is niet gevonden.";
"To add an item, you must be logged in to the portal." = "Om een item toe te voegen, moet u aangemeld zijn op het portaal.";
"To add an item, you must specify a value in the AGSPortalItemContentParameters." = "Om een item toe te voegen, moet u een waarde opgeven in de AGSPortalItemContentParameters.";
"The portal failed to add the item." = "Het is niet gelukt om het item toe te voegen aan het portaal.";
"To delete an item, you must be logged in to the portal." = "Om een item te verwijderen, moet u aangemeld zijn op het portaal.";
"The portal failed to delete the item." = "Het is niet gelukt om het item te verwijderen van het portaal.";
"To update an item, an itemId and logged in user are required." = "Om een item bij te werken, zijn een itemId en een aangemelde gebruiker vereist.";
"The item failed to update." = "Het item kon niet worden bijgewerkt.";
"The item failed to update JSON." = "JSON kon niet worden bijgewerkt door het item.";
"You must be logged in to a portal to add a comment." = "U moet aangemeld zijn op een portaal om een opmerking toe te voegen.";
"The comment failed to be added." = "De opmerking kon niet worden toegevoegd.";
"You must be logged in to a portal to fetch the current user's rating." = "U moet aangemeld zijn op een portaal om de beoordeling van de huidige gebruiker op te halen.";
"You must be logged in to a portal to add a rating." = "U moet aangemeld zijn op een portaal om een beoordeling toe te voegen.";
"The rating failed to be added." = "De beoordeling kon niet worden toegevoegd.";
"To share an item, you must be logged in to the portal." = "Om een item te delen, moet u aangemeld zijn op het portaal.";
"To unshare an item, you must be logged in to the portal and specify groups with which to unshare the item." = "Om het delen van een item ongedaan te maken, moet u aangemeld zijn op het portaal en de groepen opgeven waarvoor u het delen ongedaan wilt maken.";
"Bad Request" = "Ongeldig verzoek";
"Credential Required" = "AGSCredential vereist";
"Job not created" = "Taak niet gemaakt";
"Service did not return a valid URL" = "De service heeft geen geldige URL geretourneerd";
"Service did not return a file" = "De service heeft geen bestand geretourneerd";
"Service did not return a size" = "De service heeft geen grootte geretourneerd";
"Job failed" = "Taak mislukt";
"Job timed out" = "Time-out voor taak";
"Job was cancelled" = "Taak is geannuleerd";
"Job was deleted" = "Taak is verwijderd";
"Feature with objectId: %d not found" = "Object met objectId: %d niet gevonden";
"No object-id values specified for feature table query." = "Er zijn geen object-id-waarden opgegeven voor de objecttabelquery.";

/* OAuth */
"The specified clientID is invalid" = "De opgegeven clientID is ongeldig";

/* Sync */
"Upload is not supported with this service." = "Uploaden wordt niet ondersteund met deze service.";
"In order to call sync, a sync direction other than AGSGDBSyncDirectionNone must be specified." = "Om het synchroniseren te kunnen oproepen, moet er een andere synchronisatierichting dan AGSGDBSyncDirectionNone worden opgegeven.";